export default defineEventHandler((event) => {

  return [
    {
      name: "凜玥",
      text: "恭喜默默一周年啦 我是最近才開始跟直播的ユエ 一直都不知道要用甚麼方式讓默默叫我凜玥# 之前聽了泥中に咲く的cover 我非常喜歡妳的歌聲 期待之後能出更多cover 謝謝妳的出現 在我內心的夜空增添了一道粉色光芒 讓我們朝著兩周年三周年 甚至是十周年前進吧 身為絆星，是我的榮耀。"
    }, {
      name: "裴寶",
      text: "我在生命最低潮遇見了你 你的各方面 你的所有 我都很喜歡 你給我了勇氣 繼續撐住 很謝謝默默 一週年快樂"
    }, {
      name: "抹茶衝鋒",
      text: "恭喜默默一周年！ 能夠認識默默是我天大的幸運 能夠成為絆星是上天給的福氣 過去一年裡有你，使我的生活充滿活力 未來的一年有你，讓我的日子繼續前進 謝謝涅默，讚歎涅默！ 接下來也請多多指教！ 我很花心，因為我喜歡每一天的妳 我很純情，因為我喜歡妳的每一天 我不會土味情話，因為我字字句句都是真心誠意。"
    }, {
      name: "徐雷桑",
      text: "雖然跟台的時間不長 但是每一次的補檔 都可以更了解妳 妳有時皮 有時情緒很嗨 有時認真努力 有時真的很可愛 希望妳未來可以越來越好 祝一週年快樂 開心🥳"
    }, {
      name: "無面騎士Restar",
      text: "謝天謝地能在年初最迷茫的時候遇見了你，遇見了絆星們。一路走來四處漂泊，有了你的歌聲也有了勇氣站起來面對未來。謝謝涅默，愛絆星姐妹會。"
    }, {
      name: "林千萬本費南雪",
      text: "恭喜默默一週年了～（放煙火），雖然我不是初配信觀眾，從10月看到默默的派信，懵懵懂懂又很害羞的樣子，到現在非常放得開（偶像逐漸斜咖），成功轉型？   雖然中間因為一些事情導致我一段時間都沒正常跟台，但我還會繼續當捏默公主的絆星的，加油！！  期待捏默公主有更多可愛又搞笑又非常偶像的一面。"
    }, {
      name: "匿名",
      text: "在我們絆星心目中，你是如此耀眼且珍貴的存在，帶來歡笑，照亮孤寂的黑夜。一周年代表的是一段旅程的開始，我們都正準備要展翅高飛，望向那希望的曙光前行，沐浴在金色流沙中。你的蛻及付出是大家有目共睹的，當你追尋理想及目標時，我們也會伴於兩旁，金盾不只是夢想，而是一同努力的目標。祝福涅默能夠持續朝此理想邁進。"
    }, {
      name: "木子",
      text: "捏摸 安~ 我是佑欸 也是香菇貢丸 只是因為一些原因最後變成木子。恭喜捏摸一周年了，謝謝妳陪我度過當時的低潮，現在的我過得很開心，希望未來還能陪伴捏摸度過很多周年 也希望捏摸未來各方面也越來越好，早日把金盾拿下來，也請捏摸未來多多指教~ 祝捏摸一周年快樂 (」・ω・)」捏摸！(／・ω・)／超可愛！"
    }, {
      name: "紅薑小籠包",
      text: "從最初的靦腆可 到現在的膨脹耍帥 我想讓你明白 只要妳有我們在 就不會受到委屈和無奈 一路上發生的點點滴滴我都銘記在心 妳的難過我們傾聽 我的沮喪有妳談心 過去的瓜葛成為了曾經 現在我只想和妳共同歡慶 這段話代表了我對妳的喜愛 在之後也請讓我繼續陪伴"
    }, {
      name: "はなことわる⟨ネメシス賽高💫⟩",
      text: "在此恭喜默默一週年了，認識默默的這10個月來，無論是默默為了變得更好而付出的種種，還是面對一開始的家人不支持、酸民的惡意攻擊不輕言放棄的堅持，或是面對自己、觀眾的問題時表現的豁達和分享人生的見解等，都讓我覺得“當初有預計默默真是太好了”未來的每一天請多指教(⁠｡⁠･⁠ω⁠･⁠｡⁠)⁠ﾉ⁠♡。"
    }, {
      name: "linlowshi",
      text: "涅默安安，我是linlowshi。恭喜我們最偉大可愛帥氣的默默大帝出道一週年啦!每次看著直播都愈發喜歡您，不只聲與型，個性與諸多地方都是魅力。不管是努力錄音的、溫柔朗讀的、有趣雜談的、勤奮打配的、開心唱歌的;都是您最耀眼的時刻。最後，不管幾次；以前是現在是未來也是，最喜歡默默了!再次祝您一週年快樂~"
    }, {
      name: "達納特斯",
      text: "願妳的笑容與歌聲可以繼續絆隨各位，繼續吸引更多人"
    }, {
      name: "豆干",
      text: "聽到你的聲音 還有你的卡哇笑聲 就覺得不開心的事瞬間都不重要了🥹 當初是因為你的好きだから 被默默溫暖的嗓音帶來看極深空的 之後跟了歌回 超喜歡這種很有穿透力的感覺 直接圈粉 謝謝默默帶我認識極深空 四位都充滿 無處安放的魅力👍(?) 一周年快樂 謝謝默默一直陪著絆星們 以後也會一直關注你 "
    }, {
      name: "青龍",
      text: "恭喜涅默一週年了，認識涅默的這幾個月有您的陪伴真的很開心，希望以後有更多人能認識涅默，聆聽您美妙的歌聲和超~級棒的小涅吉，我能跟台的時間不多，但也會默默地一直支持您的，加油！"
    }, {
      name: "白玉團子",
      text: "我從初配信一路跟到現在，默默的努力大家都有目共睹，不論是從歌唱上面還是企劃甚至欸配都能感受的到，默默可愛又直率的個性至今深深的吸引著我，默默每次的直播都能帶給我許多歡樂，謝謝默默這一年的陪伴，我自己很喜歡觀賞魚和荒唐，期待默默出原創的那天，最後祝默默一週年快樂，會一直支持妳的！"
    }, {
      name: "考拉",
      text: "感謝涅默在這一年的直播:))每次只要看妳的台，心情就可以馬上好起來。這一年從一個被演算法推薦的頻道，到後面我開始加會員，到最後也成為了我生活的動力，等待每天的直播，每個禮拜的行程表，不知不覺也過了1年了，而我在此恭喜涅默1周年快樂!!!!!這1周年肯定不容易，真的是星苦妳了ヾ(^▽^*)))"
    }, {
      name: "匿名",
      text: "默默是我第一個追的v 當初第一次追的時候 是默默的歌回 聽完之後 就覺得默默唱的超好聽 每天都在開著直播檔 聽著默默唱歌 所以默默如果有歌回 我都不會缺席 從開始聽到結束 每次聽完 都覺得還想繼續聽。 希望默默不要覺得自己唱的不好。最後 祝默默一週年快樂！"
    }, {
      name: "夜神豪",
      text: "默默一周年快樂，從一開始的ponpon粉紅湯圓，到現在yt超過10萬訂閱，見證了你成長的每一刻，我真的很高興也很開心，以後我也會默默支持可愛的小捏默"
    }, {
      name: "星抹茶",
      text: "一直覺得妳是很直率開朗且正義的人～ 未來或許會遭遇更多逆境 但我們都會一直在的 所以累的時候不妨回頭跟我們說吧 我們一定會給妳最大最大的支持的！ 最喜歡妳了 默默!"
    }, {
      name: "匿名",
      text: "默默好棒!一周年快樂!溫柔的默默就有溫柔的絆星，感謝默默帶給我們快樂!"
    }, {
      name: "憨兒",
      text: "恭喜默默一週年，希望默默在之後的直播裡能繼續努力往20萬訂閱衝，以及帶給絆星更多美好的回憶（默默超可愛也超婆）"
    }, {
      name: "Akari",
      text: "學測要到啦~~最近真的也比較少跟台了@@ 期待下次能以大學生的身分見面~也期望默默能夠早日20萬!"
    }, {
      name: "艾路",
      text: "恭喜涅默一周年快樂!!!從看見釣魚的SHORT 認識到了涅默 每天聽著你的大正浪漫與好きだから漸漸地喜歡上你的歌聲 只要是歌回 我從不缺席 一定會掛台聽好聽滿 能夠一直跟著你的台 真的很開心 今後也會繼續支持你的!! 默默加油 默默最棒 默默最可愛"
    }, {
      name: "小亞",
      text: "從默默初配信到如今的一周年，我烤了超多默默的精華，剛開始默默還會加敬語，現在直接看到我就開鞭，算是增進了不少的情誼，祝你一周年快樂，我永遠單推涅默"
    }, {
      name: "毒瘤",
      text: "默默早安，追台到現在也有一段時間了，不管是大笑，尖叫，或是不懷好意的迫害，都真的超級超級可愛，每次看到都是心臟爆擊，謝謝默默的直播陪伴了我無數個讀書的日日夜夜，每當心情低落，看到默默的影片總是會讓我拋棄煩惱，開懷大笑，祝我大默默一週年快樂！！"
    }, {
      name: "SIRIUS",
      text: "之前看到默默就覺得「哇！ 好帥氣的V喔！ 唱歌也超級嗨的 打遊戲也很厲害 就此踏上了成為絆星的康莊大道 也很幸運有遇到默默 讓我能遇到這麼多這麼厲害的絆星們 謝謝你、默默一周年快樂！」"
    }, {
      name: "諾米糰子",
      text: "很感謝能遇到默默，也很喜歡默默的氣質！默默的直播讓我充滿了動力，很感謝這一年有默默的陪伴，希望往後還能繼續跟默默"
    }, {
      name: "EN Chen",
      text: "從一開始也看了默默一年了，首先我們要感謝那組傳奇的內顯撐了將近半年，我們感謝他。雖然近期都在潛水，但是還是很愛默默的。最後祝福默默未來繼續閃耀下去，治癒更多的絆星"
    }, {
      name: "南瓜湯",
      text: "雖然推的時間沒有別人長，平常跟台的時間也沒有別人多，但涅默的微笑以及可愛，都能帶給我滿滿的元氣。謝謝妳，涅默，我會一直做妳的絆星的。"
    }, {
      name: "情易",
      text: "我從2023 2月開始看默默 從那之後 我退掉補習班 刪掉遊戲 離開朋友 只為了看默默 感謝默默出現在我的生命中 能遇見默默真的是我三生有幸 默默最棒 最帥了！默默我婆！"
    }, {
      name: "谷谷",
      text: "涅默出道時還沒跟上，但涅默的一週年是肯定要參與到的！ 默默很具有感染力！常常被默默逗笑， 默默很可愛！常常被默默可愛到， 默默很認真，很努力！常常被默默感動到。 看到默默這麼努力的朝著自己的目標前進，我覺得我也要努力了！努力跟上默默的腳步！謝謝妳～妳最棒了！一起加油！ luv you <3333"
    }, {
      name: "匿名",
      text: "從開始看默默到至今快六個月了，我很慶幸那時有被yt演算法推薦點開看默默的精華、直播，默默活潑有元氣的聲音令我的生活有了許多樂趣，很感謝有你們極深空的出現，很開心能成為湯圓碗，未來也會持續支持你們的。"
    }, {
      name: "LyK",
      text: "上次默默生日回時，看到絆星們為默默製作的影片並聽了cover後，我心中真的久久無法沉澱，看到努力的默默，內心就萌生起一種動力趨使自己前進，過程中，學會了剪輯，創立了工作室，更重要的是遇到了很多朋友，對我來說這都歸功於默默，是默默讓我的生活更加繽紛，因此不論默默前進到了何方，我都會默默地支持，永支默！"
    }, {
      name: "高岡",
      text: "謝謝默默在這一年來所有的直播跟音樂，為我平常枯燥乏味的生活增添了色彩。直播中很歡樂，不只是因為跟誰連動，更重要的是默默自己的能力跟本身自帶讓人愉悅的歌聲，希望之後可以繼續看著默默朝金盾前進!!!!加油!!!!><"
    }, {
      name: "凝汐",
      text: "很喜歡默默穿透力十足的歌聲  也很喜歡平常直播時的調皮可愛 心情不好的時候看看默默的直播或是聽聽cover就能帶給我很多力量跟動力 祝默默一週年快樂！ 不論時間長久 你都是絆星們心中最耀眼的那顆星"
    }, {
      name: "kirito【絆星💫】",
      text: "默默，我是在你初配的影片中認識你的，你的Ado-踊，我很喜歡還有大正浪漫也是，默默的風格很酷，非常的奔放，害羞的時候很可愛，也很喜歡默默跟D2的互動，很可愛❤️🥰，默默一周年快樂❤️💫❤️"
    }, {
      name: "阿明治巧克冰",
      text: "恭喜一周年! 默默我愛你~ ❤️"
    }, {
      name: "河豚",
      text: "看著涅默一步一步達成目標，也讓我更有動力去過生活，有時感到無力想到涅默，整個活力又都湧了上來，必須得說我的人生沒甚麼目標，但因為涅默我每天都更有方向，雖然還不知道以後會怎樣，但至少我每天都讓自己更充實，而這一切都是因為有妳給的活力，我很高興能成為一顆絆星，也希望能一直伴隨在妳身邊看妳越來越耀眼!"
    }, {
      name: "小狼",
      text: "一開始是先看到蒂兒的推薦影片，慢慢去了解其他成員，當看到默默時被妳平常可愛的樣子與帥氣唱歌的反差深深吸引，喜歡妳對我們真情流露的樣子，喜歡妳很真很坦率，喜歡妳打配帥氣的樣子，喜歡妳的歌聲，喜歡妳自豪的ㄏㄚˋ，因為默默有了自己新的想嘗試的事物跟夢想，未來的日子還很長，絆星都會一直陪著妳無論快樂憂愁。"
    }, {
      name: "qurakuan",
      text: "不知不覺一周年了,想當初會認識默默還是因為YT推了默默的KING和好きだから,當時就被這美麗的歌聲深深吸引了接著看出配信時我就知道這涅默我推定了,謝謝默默一直以來的直播當我心情不好時聽著妳的聲音我彷彿就被治癒了,雖然我在聊天室裡幾乎都在潛水,但我想藉由這次來表達我對你的感謝,謝謝默默,默默是最棒的!"
    }, {
      name: "林白雪【絆星💫】",
      text: "花開花落，茶沉茶浮，四季在緩緩更迭。隨著時光流逝，涅默也迎來了一周年。在這特別的日子裡，謝謝涅默陪伴了我們這些絆星這麼久的時間。不管是涅默的歌回也好，雜談也罷，抑或是分享生活，妳總是那麼的可愛。我們這群絆星也從妳身上得到了快樂。希望涅默的未來可以如星星一般閃耀，再次祝妳一周年快樂! 我們永遠支持妳!"
    }, {
      name: "絆顆花生飛魚吐司💫",
      text: "恭喜我們可愛的林涅默一周年了，在這一年裡你陪著我度過了每一天，雖然有時我會跟不到直播，但我還是會盡量的補檔，真的很高興能夠認識涅默，我會在未來的日子裡繼續的支持涅默的，希望默默可以早日百萬訂閱絕對不是想看默默玩恐怖遊戲，讓我們繼續朝二周年前進吧(」・ω・)」涅默！(／・ω・)／超可愛!"
    }, {
      name: "咻比嘟華",
      text: "恭喜一周年，看到妳發光發熱真的很感動，妳的成長、努力絆星們都是有目共睹的，或許妳覺得沒什麼，但願意打開直播互動，已經是件值得敬佩的事，所以不要讓直播變成壓力，適當的方鬆很重要，絆星們都會陪伴者妳。最後想說我很喜歡妳的雜談，很高興認識了魅力斜咖擔當的涅默並加入了姐妹會；也祝妳未來越來越好，事事順心。"
    }, {
      name: "四千",
      text: "恭喜涅默一週年ㄌ！ 從初配信開始就跟到現在,雖然有時候會忘記跟台,但補檔時能聽到妳開開心心的做自己喜歡的事，就很開心,祝褔妳能成為心目中的那個自己,一路上也能遇到更多有趣的人,默默一周年快樂(⁠~⁠￣⁠³⁠￣⁠)⁠~！"
    }, {
      name: "望月アカリ",
      text: "恭喜涅默一週年了，這一年以來妳辛苦了，雖然我自從投SC宣言之後就消失了一陣子，絕對不是因為我不看台，而是因為工作太忙(#，之後會繼續支持默默的，祝默默身體健康、直播順利!"
    }, {
      name: "一塊臘肉",
      text: "在我眼中默默一直都是一個努力、溫暖、善良又能帶給周圍每個人快樂情緒的人，雖然或許不是每一件事都能完美無缺，但我相信每件事的當下默默都是全力以赴想達成好的結果。雖然文筆不是很好，但我在十萬歌回時的留言以及偶爾投的棉花糖中說出的想法至今也沒變過，只要是默默還在舞台上的任何一刻我都會支持下去，千萬別把自己壓垮了，就這樣，祝涅默出道一周年快樂！"
    },
  ]
})
